const details = {
    banana:{
        name:'केला',
        description:'केला शुगर और फाइबर का बेहतरीन स्रोत होता है। केले में थाइमिन, नियासिन और फॉलिक एसिड के रूप में विटामिन ए और बी पर्याप्त मात्रा में मौजूद होता है। केले को ऊर्जा का अच्छा स्रोत माना जाता है। साथ ही इसमें पानी की मात्रा 64.3 प्रतिशत, प्रोटीन 1.3 प्रतिशत, कार्बोहाईड्रेट 24.7 प्रतिशत तथा चिकनाई 8.3 प्रतिशत होती है।'
    },
    tomato:{
        name:'टमाटर',
        description:'टमाटर देखने में सुन्दर और खाने में स्वादिष्ट होने के साथ पौष्टिक होते हैं। इसके खट्टे स्वाद का कारण यह है कि इसमें साइट्रिक एसिड और मैलिक एसिड पाया जाता है जिसके कारण यह प्रत्यम्ल (एंटासिड) के रूप में काम करता है। टमाटर में विटामिन ए काफी मात्रा में पाया जाता है।'
    },
    chilli:{
        name:'मिर्च',
        description:'मिर्च कैप्सिकम वंश के एक पादप का फल है, तथा यह सोलेनेसी (Solanaceae) कुल का एक सदस्य है। वनस्पति विज्ञान मे इस पौधे को एक बेरी की झाड़ी समझा जाता है। स्वाद, तीखापन और गूदे की मात्रा, के अनुसार इनका उपयोग एक सब्जी (शिमला मिर्च) या एक मसाले (लाल मिर्च) के रूप में किया जाता है।'
    },
    cauli:{
        name:'गोभी',
        description:'गोभी, जिसे हम सब्जी के रूप में उपयोग करते है, के पुष्प छोटे तथा घने हो जाते हैं और एक कोमल ठोस रूप निर्मित करते हैं। फूल गोभी में प्रोटीन, कैल्शियम, फास्फोरस, विटामिन ए, सी तथा निकोटीनिक एसिड जैसे पोषक तत्व होते है। गोभी को पकाकर खाया जाता है और अचार आदि भी तैयार किया जाता है।'
    },
    brinjal:{
        name:'बैंगन',
        description:' बैंगन भारत में ही पैदा हुआ और आज आलू के बाद दूसरी सबसे अधिक खपत वाली सब्जी है। विश्व में चीन (54 प्रतिशत) के बाद भारत बैंगन की दूसरी सबसे अधिक पैदावार (27 प्रतिशत) वाले देश हैं। यह देश में 5.5 लाख हेक्टेयर क्षेत्रफल में उगाया जाता है।'
    }
};

export default details;